tap "d12frosted/emacs-plus"
tap "railwaycat/emacsmacport"
brew "aspell"
brew "cmake"
brew "direnv"
brew "duckdb"
brew "eza"
brew "libtool"
brew "python@3.14"
brew "ripgrep"
brew "syncthing", restart_service: :changed
brew "tldr"
brew "uv"
cask "1password"
cask "discord"
cask "emacs-mac"
cask "firefox"
cask "font-ibm-plex-mono"
cask "font-ibm-plex-sans"
cask "font-ibm-plex-serif"
cask "keepassxc"
cask "slack"
